Repository: saihtunOBS/movie_obs
Catalog: lib/l10n/intl_*.arb
Languages: my

source: LANGUAGE
my: ဘာသာစကား

# preferLanguage
source: Please select your prefer language to continue.
my: ကြိုက်နှစ်သက်ရာ ဘာသာစကား ရွေးချယ်ပါ။

source: Confirm
my: အတည်ပြုမည်

source: Home
my: ပင်မ

# profileLanguage
source: Language
my: ဘာသာစကား

source: Movies
my: ရုပ်ရှင်များ

source: Series
my: ဇာတ်လမ်းတွဲများ

# series_nav
source: Series
my: ဇာတ်လမ်းတွဲ

source: Profile
my: ပရိုဖိုင်

# collectionTitle
source: Collection's Title
my: စုစည်းမှုခေါင်းစဥ်

source: Gift Card
my: လက်ဆောင်ကဒ်

# usegiftCard
source: Use Your Gift Card
my: သင့်ရဲ့ကဒ်က်ိုအသုံးပြုမည်

# enterPint
source: Enter Pin
my: နံပါတ်

source: Use Now
my: အသုံးပြုမည်

source: Cancel
my: မလုပ်ပါ

source: Claim
my: ရယူမည်

source: Promotion
my: ပရိုမိုးရှင်း

source: Watchlist
my: စိတ်ကြိုက်ဇာတ်ကားများ

source: History
my: ကြည့်ရှုမှုမှတ်တမ်းများ

source: FAQ
my: အမေးအဖြေမေးခွန်းများ

# term
source: Terms & Condition
my: အသုံးပြုမှုဆိုင်ရာ စည်းကမ်းများ

# privacy
source: Privacy Policy
my: အချက်အလက်မူဝါဒ

source: Delete Account
my: အကောင့် ဖျက်သိမ်းမည်

# deleteAccount2
source: Delete Account?
my: အကောင့် ဖျက်သိမ်းမည်?

source: Yes
my: လုပ်မည်

source: No
my: မလုပ်ပါ

# deleteAccountQuestion
source: Are you sure you want to delete your account permanently?
my: သင့်အကောင့်ကို ဖျက်မှာသေချာပီလား?

source: Username
my: အသုံးပြုသူအမည်

# phone
source: Phone Number
my: ဖုန်းနံပါတ်

# email
source: Email Address
my: အီးမေလ်း

source: Save
my: သိမ်းမည်

source: Special Promotion
my: အထူး ပရိုမိုးရှင်းများ

# unlockPromotion
source: Unlock exclusive benefits with our limited-time promotion package!
my: ကျွန်ပ်တို့၏ အချိန်အကန့်အသတ်ရှိသော ပရိုမိုးရှင်းပက်ကေ့ချ်များကို ရယူလိုက်ပါ

# searchSeriesTitle
source: Search by series title
my: ဇာတ်လမ်းတွဲများကို ရှာဖွေပါ

# checkProfile
source: Profile
my: ပရိုဖိုင်ကြည့်ရန်

source: Clear
my: ရှင်းမည်

# searchMovieTitle
source: Search by movie title
my: ရုပ်ရှင်များကို ရှာဖွေပါ

# newRelease
source: New Releases
my: အသစ်ထွက်ရှိထားသော

source: Live
my: တိုက်ရိုက်ထုတ်လွင့်ခြင်း

source: Program
my: ပရိုဂရမ်

source: Free Movie & Series
my: ဖရီးရုပ်ရှင်နှင့်ဇာတ်လမ်းတွဲများ

# allMovieSeries
source: All Movies & Series
my: ဇာတ်ကားနှင့်စီးရီးအားလုံး

source: Watch Now
my: အခုကြည့်မည်

source: Director :
my: ဒါရိုက်တာ :

source: Script Writer :
my: စာရေးသူ :

source: Back
my: နောက်သို့

source: Watch Trailer
my: Trailer ကြည့်မည်

# enterPhoneNumber
source: Enter your phone number. We'll send you a verification code
my: သင့်ဖုန်းနံပါတ်ကို ထည့်ပါ။ အတည်ပြုကုဒ်တစ်ခု သင့်ထံ ပေးပို့ပါမည်။

source: Send OTP
my: OTP ပို့မည်

source: verification
my: စိစစ်ရေး

source: Resend
my: ထပ်ပို့မည်

source: Login
my: လော့အင်ဝင်မည်

# discoverLabel
source: Discover, stream, and enjoy your favorite movies and shows anytime, anywhere.
my: ရှာဖွေပါ၊ တိုက်ရိုက်ကြည့်ရှုပြီး သင့်စိတ်ကြိုက်ရုပ်ရှင်များနှင့် ရှိုးများကို အချိန်မရွေး နေရာမရွေး ခံစားလိုက်ပါ။

# searchByMovieSeries
source: Search by movies & series
my: ရုပ်ရှင်နှင့်စီးရီးကိုရှာပါ

source: Your History
my: ကြည့်ရှုမှုမှတ်တမ်းများ

source: Logout
my: ထွက်မည်

# logoutQuestion
source: Are you sure to logout?
my: ထွက်မှာသေချာပီလား?

# notification
source: Notifications
my: အသိပေးချက်များ

# noNotification
source: There is no notification right now..
my: ယခု အသိပေးချက်မရှိပါ..

# noGift
source: There is no gift right now.
my: ယခု လက်ဆောင်ကဒ်မရှိပါ..

# noPromotion
source: There is no promotion right now.
my: ယခု ပရိုမိုးရှင်းမရှိပါ..
